Repository: Jembe/jembeui
Catalog: jembeui/cli/project_templates/with_auth/{{project_name}}/translations/*/LC_MESSAGES/messages.po
Languages: sr

source: Verify your email for {{ project_name }}!
sr: Potvrdite vaš email za {{ project_name }}!

source: Set your new {{ project_name }} password!
sr: Promjenite vašu {{ project_name }} lozinku!

source: Dashboard
sr: Komandna tabla

source: Enter email
sr: Unesite email

source: Email is required.
sr: Email je obavezan.

source: Enter a valid email.
sr: Unesite ispravan email.

source: Enter password
sr: Unesite lozinku

source: Password is required.
sr: Lozinka je obavezna.

source: Invalid email and password combination.
sr: Neispravna kombinacija email-a i lozinke.

source: Log in to your account
sr: Prijavite se na vaš nalog

source: User is deactivated.
sr: Korisnik je deaktiviran.

source: Welcome {}!
sr: Dobro došli {}!

source: Logout from your account
sr: Odjavite se is aplikacije

source: {} logged out!
sr: {} je odjavljen!

source: Account settings
sr: Podešavanja

source: Manage your account
sr: Upravljajte svojim nalogom

source: Log out
sr: Odjavi me

source: Log in
sr: Prijavi se

source: Enter email, where to send recovery link to
sr: Unesite vaš email, gdje da pošaljemo link

source: Can't log in?
sr: Ne možete se prijaviti?

source: We send a recovery link to you at <strong>{}</strong>
sr: Poslali smo vam link za promjenu lozinke na <strong>{}</strong>

source: User with email <strong>{}</strong> doesn't exist or it is suspended.
sr: Korisnik sa email-om <strong>{}</strong> ne postoji ili je suspendovan.

source: A few words you'll find easy to remember
sr: Lozinka koju ćete lako zapamtiti

source: Confirm password
sr: Potvrdite lozinku

source: Passwords must match.
sr: Lozinke moraju biti iste.

source: Password confirmation is required.
sr: Potvrda lozinke je obavezna.

source: Choose a new password
sr: Odaberite novu lozinku

source: Enter email address
sr: Unesite email adresu

source: User with same email is already registred. You can recover your password.
sr: Korisnik sa istim email-om već postoji. Promjenite lozinku da bi ste se prijavili.

source: Sign up for your account
sr: Kreirajte vaš nalog

source: Check your inbox to log in
sr: Provjerite vaš Inbox

source: <div class='prose'><p>To complete setup and log in, click the verification link in the email we've send to <strong>{}</strong></p></div>
sr: <div class='prose'><p>Da bi kreirali nalog i prijavili se, kliknite na varifikacioni link u email-u koji smo vam poslali na <strong>{}</strong></p></div>

source: Enter full name
sr: Unesite ime i prezime

source: Full name is required.
sr: Vaše ime i prezime su obavezni.

source: Create password
sr: Unesite novu lozinku

source: Set up your account
sr: Kreirajte vaš nalog

source: Update password
sr: Promjenite lozinku

source: Reset your password
sr: Promjenite lozinku

source: We send a password reset link to you at <strong>{}</strong>
sr: Poslali smo vam link za promjenu lozinke na <strong>{}</strong>

source: Account Settings
sr: Podešavanja

source: Error!
sr: Greška!

source: Set your new %(app_name)s password
sr: Promjenite vašu %(app_name)s lozinku!

source: Hi %(name)s,
sr: Zdravo %(name)s,

source: We've received a request to set a new password for this %(app_name)s account:<br><strong>%(email)s</strong>
sr: Primili smo zahtjev za promjenu lozinke za sledeći %(app_name)s nalog:<br><strong>%(email)s</strong>

source: Set password
sr: Promijeni lozinku

source: If you didn't request this, you can safely ignore this email.
sr: Ako nista tražili promjenu lozinke, ignorišite ovaj email.

source: Hi %(name)s, We've received a request to set a new password for this %(app_name)s account: %(email)s Set new password at %(recovery_url)s If you didn't requested this, you can safely ignore this email.
sr: Zdravo %(name)s, Primili smo zahtjev za promjenu %(app_name)s lozine za sledeći nalog: %(email)s Promijeni lozinku na %(recovery_url)s Ako nista tražili promjenu lozinke, ignorišite ovaj email.

source: Confirm your registration to %(app_name)s
sr: Potvrdite kreiranje %(app_name)s naloga

source: Verify your email and finish registration at %(app_name)s.
sr: Potvrdite vaš email i završite kreiranje %(app_name)s naloga.

source: Hi %(user_name)s,
sr: Zdravo %(user_name)s,

source: To finish setting up your account and start using %(app_name)s,<br> confirm we've got the correct email for you.
sr: Da bi završili kreiranje naloga i počeli koristiti %(app_name)s,<br> potvrdite da smo dobili vašu ispravnu email adresu.

source: Verify your email
sr: Potvrdite kreiranje naloga

source: Hi %(name)s, To finish setting up your account and start using %(app_name)s, confirm we've got the correct email for you Verify your email %(verification_url)s
sr: Zdravo %(name)s, Da bi završili kreiranja naloga i počeli koristiti %(app_name)s, potvrdite da smo dobili ispravnu email adresu Potvrdite vaš email na linku %(verification_url)s

source: or
sr: ili

source: Continue with Keycloak
sr: Nastavi sa Keycloak-om

source: Sign up for an account
sr: Kreirajte nalog

source: Error 404!
sr: Greška 404!

source: Requested page could not be found!
sr: Tražena stranica nije pronađena

source: Send recovery link
sr: Pošalji link za promjenu lozine

source: Return to log in
sr: Prijavite se

source: Continue
sr: Nastavi

source: Sign up
sr: Kreiraj nalog

source: Already have an account? Log in
sr: Već imate nalog? Prijavite se

source: You can update your password using <strong>a password reset link</strong> that we'll send to <strong>%(email)s</strong>
sr: Možete promjeniti vašu lozinku koristeći <strong>link za promjenu lozinke</strong> koji ćemo vam poslati na <strong>%(email)s</strong>.

source: <p>By sending password reset link to your email:</p> <ul> <li>We are sure that you are owner of this account;</li> <li>You can change password even if you forgot the old one.</li> </ul>
sr: <p>Slanjem linka za promjenu lozinke na vaš email:</p> <ul> <li>Potvrđujemo da ste vi vlasnik ovog naloga;</li> <li>Omogućavamo vam da promjenite lozinku čak i kada je zaboravite.</li> </ul>

source: Send password reset link
sr: Pošalji mi link za promjenu lozinke
